cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "drone/drone"
tap "eugenmayer/dockersync"
tap "getsentry/tools"
tap "jenkins-x/jx"
tap "rs/tap"

brew "allure"
brew "libyaml"
brew "ansible"
brew "apache-flink"
brew "autoconf"
brew "autojump"
brew "automake"
brew "cassandra"
brew "cmake"
brew "cocoapods"
brew "consul", restart_service: true
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "envchain"
brew "gdb"
brew "git"
brew "git-flow"
brew "go", link: false
brew "glide"
brew "gnu-sed"
brew "go@1.10"
brew "grafana"
brew "libtool"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick@6", link: true
brew "ios-deploy"
brew "ipfs"
brew "node"
brew "joplin"
brew "jq"
brew "kafkacat"
brew "kubernetes-cli"
brew "kops"
brew "kubernetes-helm"
brew "libksba"
brew "make"
brew "neovim"
brew "nmap"
brew "openssl@1.1"
brew "pcre++"
brew "pdsh"
brew "peco"
brew "percona-server", restart_service: true
brew "php"
brew "pkg-config"
brew "prometheus"
brew "pup"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "sbt"
brew "scala@2.11"
brew "sonar-scanner"
brew "sysbench"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "ttygif"
brew "unison"
brew "vault"
brew "vegeta"
brew "watch"
brew "wget"
brew "wrk"
brew "yarn"
brew "drone/drone/drone"
brew "getsentry/tools/sentry-cli"
brew "jenkins-x/jx/jx"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"

cask "appcleaner"
cask "launchrocket"
cask "minikube"
