tap "azure/draft"
tap "getsentry/tools"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "superbrothers/zsh-kubectl-prompt"

brew "ack"
brew "libyaml"
brew "sqlite"
brew "python"
brew "ansible"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "cmake"
brew "consul"
brew "coreutils"
brew "ctags"
brew "go"
brew "diff-so-fancy"
brew "direnv"
brew "envchain"
brew "fzf"
brew "libxml2"
brew "gdb"
brew "git"
brew "git-extras"
brew "git-flow"
brew "glide"
brew "gnu-sed"
brew "go@1.11"
brew "libtool"
brew "graphviz"
brew "groovy"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "imagemagick@6", link: true
brew "jq"
brew "kafkacat"
brew "kubernetes-cli", link: false
brew "kops"
brew "kubectx"
brew "kubernetes-helm"
brew "libksba"
brew "libxslt"
brew "make"
brew "mkcert"
brew "neovim"
brew "nmap"
brew "nss"
brew "openssl@1.1"
brew "pdsh"
brew "peco"
brew "pgcli"
brew "pkg-config"
brew "pre-commit"
brew "pup"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby-build"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "ttygif"
brew "unison"
brew "vegeta"
brew "watch"
brew "wget"
brew "azure/draft/draft"
brew "golangci/tap/golangci-lint"
brew "jesseduffield/lazydocker/lazydocker"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "superbrothers/zsh-kubectl-prompt/zsh-kubectl-prompt"

cask "appcleaner"
cask "dozer"
cask "insomnia"
cask "java"
cask "java8"
cask "launchrocket"
cask "minikube"
